Repository: collective/collective.jekyll
Catalog: src/collective/jekyll/locales/*/LC_MESSAGES/collective.jekyll.po
Languages: fr, it, nl

source: Active Symptoms
fr: Symptomes actifs
it: Sintomi Attivi
nl: Actieve criteria

source: Body text
fr: Corps du texte requis
it: Testo del documento
nl: Hoofdtekst aanwezig

source: Body text does not have content.
fr: Le corps du texte n'a pas de contenu.
it: Testo del documento senza contenuto.
nl: De hoofdtekst is leeg.

source: Body text ends with empty tags or BR.
fr: Le corps du texte se termine avec des balises vides ou des retours à la ligne.
it: Il testo del documento finisce con tag HTML vuoti o BR.
nl: De hoofdtekst eindigt met lege tags of BR.

source: Body text should have content.
fr: Le corps de texte doit avoir du contenu.
it: Il testo del documento dovrebbe contenere qualcosa.
nl: De hoofdtekst moet inhoud hebben.

source: Body text should not start or end with empty tags or BR.
fr: Le corps de texte ne doit pas commencer ou terminer avec des balises vides ou des retours à la ligne.
it: Testo del documento non dovrebbe iniziare con tag HTML vuoti o BR.
nl: Hoofdtekst mag niet starten of eindigen met lege tags of BR.

source: Body text starts with empty tags or BR.
fr: Le corps de texte commence avec des balises vides ou des retours à la ligne.
it: Il testo del documento inizia con tag HTML vuoti o BR.
nl: De hoofdtekst start met lege tags of BR.

source: Content quality
fr: Qualité du contenu
it: Qualità del contenuto
nl: Kwaliteit van de inhoud

source: Description does not begin with uppercase letter.
fr: La description ne commence pas par une lettre majuscule.
it: La descrizione non inizia con una lettera maiuscola.
nl: De beschrijving begint niet met een hoofdletter.

source: Description does not have content.
fr: La description n'a pas de contenu.
it: La descrizione non ha contenuto.
nl: De beschrijving is leeg.

source: Id format
fr: Format du nom court
it: Format dell'id
nl: Formaat van de verkorte naam

source: Id should not start with 'copy_of'.
fr: Le nom court ne doit pas commencer par 'copy_of'.
it: L'id non dovrebbe iniziare con 'copy_of'.
nl: Verkorte naam mag niet starten met 'copy_of'.

source: Id starts with '${start}'.
fr: Le nom court commence par '${start}'.
it: L'id inizia con '${start}'.
nl: Verkorte naam start met '${start}'.

source: Ignore
fr: Ignorer
it: Ignora
nl: Negeren

source: Ignored
fr: Ignoré
it: Ignorato
nl: Genegeerd

source: Image field content has correct size.
fr: Le contenu du champs image a une taille correcte.
it: Il contenuto del campo immagine ha dimensione corretta.
nl: Het veld afbeelding heeft een correcte grootte.

source: Image field does not have content.
fr: Le champs image n'a pas de contenu.
it: Il campo immagine non ha contenuto.
nl: Het veld afbeelding is niet ingevuld.

source: Image field has content.
fr: Le champs image a du contenu.
it: Il campo immagine ha contenuto.
nl: Het veld afbeelding is ingevuld.

source: Image field should have content.
fr: Le champs image doit avoir du contenu.
it: Il campo immagine dovrebbe avere contenuto.
nl: Het veld afbeelding moet ingevuld zijn.

source: Image field should have correct size.
fr: La taille de l'image doit être correcte.
it: Il campo immagine dovrebbe avere una dimensione corretta.
nl: Het veld afbeelding moet een correcte grootte hebben.

source: Image present
fr: Image requise
it: Immagine presente
nl: Afbeelding aanwezig

source: Image size
fr: Taille de l'image
it: Dimensione immagine
nl: Grootte van de afbeelding

source: Links In Body
fr: Liens dans le corps du texte
it: Link nel testo del documento
nl: Links in hoofdtekst

source: Consider
fr: Rétablir
it: Ripristina
nl: Herstellen

source: Select which symptoms will be taken in account when diagnosing content quality.
fr: Sélectionnez les symptomes pris en compte lors du diagnostic de la qualité du contenu.
it: Seleziona i sintomi di cui tenere conto quando si valuta la qualità del contenuto.
nl: Selecteer de criteria die gebruikt zullen worden tijdens de diagnose van de kwaliteit van de inhoud.

source: Spaces In Body
fr: Espaces dans le corps
it: Spazi nel testo del documento
nl: Spaties in hoofdtekst

source: Summary does not begin with uppercase letter.
fr: Le résumé ne commence pas par une majuscule.
it: La descrizione non inizia con una lettera maiuscola.

source: Summary does not have content.
fr: Le résumé n'a pas de contenu.
it: La descrizione non ha contenuto.

source: Summary format
fr: Format du résumé
it: Format della descrizione

source: Summary length
fr: Longueur du résumé
it: Lunghezza della descrizione

source: Symptoms activation
fr: Activation des symptomes
it: Attivazione dei sintomi.
nl: Criteria activeren

source: The body text has less than ${minimum} links to other pages.
fr: Le corps du texte a moins de ${minimum} liens vers d'autres pages.
it: Il testo del documento ha meno di ${minimum} link ad altre pagine.

source: The body text should have at least ${minimum} links to other pages.
fr: Le corps du texte doit avoir au moins ${minimum} liens vers d'autres pages.
it: Il testo del documento dovrebbe avere almeno ${minimum} link ad altre pagine.

source: The description counts ${word_count} significant words (longer than 3 letters). It should have at most ${maximum} significant words.
fr: La description a ${word_count} mots significatifs (de plus de 3 lettres). Elle doit avoir au plus ${maximum} mots significatifs.
it: La descrizione conta ${word_count} parole significative (più lunghe di 3 lettere). Dovrebbe avere al massimo ${maximum} parole significative.
nl: De beschrijving telt ${word_count} significante woorden (langer dan 3 letters). Ze zou hoogstens ${maximum} significante woorden mogen bevatten.

source: The summary (or description) should begin with uppercase letter.
fr: Le résumé (ou la description) doit commencer par une majuscule.
it: La descrizione dovrebbe iniziare con una lettera maiuscola.

source: The summary (or description) should not be empty and should have at most ${maximum} significant words (longer than 3 letters).
fr: Le résumé (ou la description) ne doit pas être vide et doit avoir au plus ${maximum} mots significatifs (de plus de 3 lettres).
it: La descrizione non dovrebbe essere vuota e dovrebbe avere al massimo ${maximum} parole significative (più lunghe di 3 lettere).

source: The summary counts ${word_count} significant words (longer than 3 letters). It should have at most ${maximum} significant words.
fr: Le résumé a plus de ${word_count} mots significatifs (de plus de 3 lettres). Il doit avoir au plus ${maximum} mots significatifs.
it: La descrizione conta ${word_count} parole significative (più lunghe di 3 lettere). Dovrebbe avere al massimo ${maximum} parole significative.

source: The title counts ${word_count} significant words (longer than 3 letters). It should have at most ${maximum} significant words.
fr: Le titre a ${word_count} mots significatifs (de plus de 3 lettres). Il doit avoir au plus ${maximum} mots significatifs.
it: Il titolo conta ${word_count} parole significative (più lunghe di 3 lettere). Dovrebbe avere al massimo ${maximum} parole significative.
nl: De titel bevat ${word_count} significante woorden (langer dan 3 letters). Hij zou hoogstens ${maximum} significante woorden mogen bevatten.

source: The title should have at most ${maximum} significant words (longer than 3 letters).
fr: Le titre doit avoir au plus ${maximum} mots significatifs (de plus de 3 lettres).
it: Il titolo dovrebbe avere al massimo ${maximum} parole significative (più lunghe di 3 lettere).
nl: De title zou hoogstens ${maximum} significante woorden (langer dan 3 letters) bevatten.

source: Title does not begin with uppercase letter.
fr: Le titre ne commence pas avec une lettre majuscule.
it: Il titolo non inizia con una lettera maiuscola.
nl: De titel begint niet met een hoofdletter.

source: Title format
fr: Format du titre
it: Format del titolo
nl: Formaat van de titel

source: Title length
fr: Longueur du titre
it: Lunghezza del titolo
nl: Lengte van de titel

source: Title should begin with uppercase letter.
fr: Le titre doit commencer avec une lettre majuscule.
it: Il titolo dovrebbe iniziare con una lettera maiuscola.
nl: De titel moet beginnen met een hoofdletter.

source: Wrong size : image is ${actual_width} by ${actual_height} pixels. It should be ${width} by ${height} pixels.
fr: Taille incorrecte: l'image est de ${actual_width} par ${actual_height} pixels. Elle doit être de ${width} par ${height} pixels.
it: Dimensione errata: l'Immagine è ${actual_width} per ${actual_height} pixel. Dovrebbe essere ${width} per ${height} pixel.
nl: Verkeerde grootte: de afbeelding is ${actual_width} op ${actual_height} pixels groot. Ze zou ${width} op ${height} pixels groot moeten zijn.

source: You can activate / deactivate symptoms using this form.
fr: Vous pouvez (dés)activer les symptomes.
it: Puoi attivare / disattivare i sintomi usando questa form.
nl: U kan met dit formulier criteria activeren of desactiveren.

source: warning
fr: alerte
it: attenzione
nl: niet ok
